OpenFOAM-2.4.0/tutorials/multiphase/interFoam/ras/weirOverflow/Allrun
#!/bin/sh

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

cp -r 0.org 0 > /dev/null 2>&1

runApplication blockMesh

cp 0/alpha.water.org 0/alpha.water

runApplication setFields

runApplication `getApplication`
